FemDesign.Results.QuantityEstimationGeneral
FemDesign "Quantity estimation, General" result

FemDesign.Results.QuantityEstimationGeneral.Id
Element name identifier

FemDesign.Results.QuantityEstimationGeneral.Storey
Storey identifier

FemDesign.Results.QuantityEstimationGeneral.Structure
Structural element type

FemDesign.Results.QuantityEstimationGeneral.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationGeneral.Section
Section/Thickness identifier

FemDesign.Results.QuantityEstimationGeneral.UnitWeight
Weight per length [t/m, t/m2]

FemDesign.Results.QuantityEstimationGeneral.SubTotal
Subtotal

FemDesign.Results.QuantityEstimationGeneral.TotalWeight
Total weight

FemDesign.Results.QuantityEstimationGeneral.PaintedArea
Painted area